html/projects/development.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-12-30 Tue 00:13 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Development</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Development</h1>
<div id="outline-container-orgdf8e379" class="outline-2">
<h2 id="orgdf8e379"><span class="section-number-2">1.</span> Development Stage</h2>
<div class="outline-text-2" id="text-1">
<p>
These projects have not achieved suitable goals and I am currently working on them. There are a lot on the list, and I usually work on some while thinking about solutions for others.
</p>
</div>
<div id="outline-container-orge79e408" class="outline-3">
<h3 id="orge79e408"><span class="section-number-3">1.1.</span> Software</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>NYC Street Parking Scheduler, 2025:</li>
</ol>
</div>
</div>
<div id="outline-container-orgb0cd3be" class="outline-3">
<h3 id="orgb0cd3be"><span class="section-number-3">1.2.</span> Mechanical</h3>
<div class="outline-text-3" id="text-1-2">
<ol class="org-ol">
<li>Meat Slicer Aesthetic CAD Model, 2024:</li>
<li>Silent Pill Carry Bottle, 2025:</li>
<li>Analysis of Spring-Loaded Cable Retractor, 2025:</li>
<li>Gear Nomenclature Physical Reference, 2025:</li>
</ol>
</div>
</div>
<div id="outline-container-org880b7f9" class="outline-3">
<h3 id="org880b7f9"><span class="section-number-3">1.3.</span> HaptiClock</h3>
</div>
<div id="outline-container-org827e710" class="outline-3">
<h3 id="org827e710"><span class="section-number-3">1.4.</span> TeX Support</h3>
</div>
<div id="outline-container-org7e069de" class="outline-3">
<h3 id="org7e069de"><span class="section-number-3">1.5.</span> Tech Maps</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="email">Email: <a href="mailto:lorenzohess@tutanota.com">lorenzohess@tutanota.com</a></p>
<p class="date">Created: 2025-12-30 Tue 00:13</p>
</div>
</body>
</html>
